Repository: The-Contribution-Revolution/InnateMC
Catalog: InnateMC/Localizable.xcstrings
Source language: en
Languages: de

source: Abort
de: Abbruch

source: Add Java Version
de: Java Version hinzufügen

# add_microsoft
source: Add Microsoft Account
de: Microsoft Account hinzufügen

# add_offline
source: Add Offline Account
de: Offline Account hinzufügen

# are_you_sure_delete_instance
source: Are you sure you want to delete this instance? This action cannot be undone!
de: Bist du sicher, dass du die Instanz löschen möchtest? Diese Aktion kann nicht rückgängig gemacht werden!

source: Authenticating with Microsoft
de: Authentifiziere mit Microsoft

source: Authenticating with Minecraft
de: Authentifiziere mit Minecraft

source: Authenticating with Xbox Live
de: Authentifiziere mit Xbox Live

source: Authenticating with Xbox XSTS
de: Authentifiziere mit Xbox XSTS

source: Cancel
de: Abbrechen

source: Close
de: Schließen

source: Compact Instance List
de: Kompakte Instanzen Liste

source: Compact Instance Logo
de: Kompakte Instanzen Logos

source: Console
de: Konsole

# default_java_args
source: Default Java arguments
de: Standart Java Argumente

# default_max_mem
source: Maximum Memory (MiB)
de: Standart maximaler Speicher (MiB)

# default_min_mem
source: Minimum Memory (MiB)
de: Standart minimaler Speicher (MiB)

source: Delete
de: Löschen

source: Delete Selected
de: Ausgewählten Account löschen

source: Done
de: Fertig

source: Downloading Assets
de: Lade Assets herunter

# downloading_libs
source: Downloading Libraries
de: Lade Bibliotheken herunter

source: Duplicate
de: Duplizieren

source: Edit
de: Bearbeiten

source: Enter a name
de: Gib einen Namen ein

source: Enter a username
de: Gib einen Nutzernamen ein

# error_creating_file
source: Failed to create file/directory
de: Erstellen des Ordners/der Datei fehlgeschlagen

# error_deleting_corrupt_item
source: Failed to delete corrupt download
de: Löschen des beschädigten Downloads fehlgeschlagen

# error_downloading
source: Failed to download specified file
de: Herunterladen der Datei fehlgeschlagen

# error_fetching_access_token
source: Couldn't fetch Minecraft access token
de: Minecraft Accesstoken konnte nicht geladen werden

source: Error launching
de: Fehler beim Start

# error_unknown_download
source: An unknown error occurred while downloading. This is a bug!
de: Ein unbekannter Fehler beim downloaden ist aufgetreten. Das ist ein Bug!

source: Extracting Natives
de: Extrahiere Natives

source: Fetching Profile
de: Lade Profil

# force_quit
source: Kill
de: Beenden erzwingen

source: Game
de: Spiel

source: Image
de: Bild

source: Import
de: Importieren

source: Instance
de: Instanz

# instances_title
source: Instances
de: Instanzen

# invalid_sha_hash_error
source: Invalid SHA hash found
de: Invalider SHA hash gefunden

source: Invalid username
de: Ungültiger Benutzername

source: Launch
de: Starten

source: Login with Microsoft
de: Mit Microsoft einloggen

source: Manage Accounts
de: Accounts verwalten

source: Misc
de: Sonstig

source: New Instance
de: Neue Instanz

# no_account_selected
source: No account
de: Kein Account Ausgewählt

source: Notes
de: Notizen

source: Open
de: Öffnen

source: Open in finder
de: In Finder öffnen

source: Open Instances Folder
de: Instanzen Ordner öffnen

# override_default_runtime
source: Override default runtime settings
de: Standart Runtime Einstellungen überschreiben

source: Resource Packs
de: Resourcen Pakete

source: Save
de: Speichern

source: Search
de: Suche

source: Select an Instance
de: Instanz auswählen

source: Share or Export
de: Teilen oder exportieren

source: Show old alpha
de: Zeige old alphas

source: Show old beta
de: Zeige old betas

source: Show snapshots
de: Zeige snapshots

source: Star
de: Favorisieren

source: Unstar
de: De-favorisieren

source: Username
de: Benutzername

source: Worlds
de: Welten
